{
  "firstslide": 1,
  "lastslide": 42,
  "name_base": "Slide",
  "texts": [
    "We will look at the role maps play in communicating spatial data. We will discuss how the language of graphics can be used to effectively communicate the \"story of your data\"...<p>\nLearning objectives can be found in Canvas, and the learning path in the Living Text Book is shown below (repeated in relevant slides with links to the appropriate concept):\n<table class='ltb'><tr align='center'><td><img src='ltb-icon.png' width='47px'/></td><td>Map</td><td><img src='ltb-arrow.png' /></td><td>Cartographic Communication</td><td><img src='ltb-arrow.png' /></td><td>Visual Variable</td><td><img src='ltb-arrow.png' /></td><td>Map Type</td><td><img src='ltb-arrow.png' /></td><td>Mapping Qualitative Data</td><td><img src='ltb-arrow.png' /></td><td>Mapping Quantitative Data</td></tr></table>",
    "There are many reasons why we prefer to use graphics over written text.<p>For one thing, graphics are <b>International</b>, i.e. an icon for <i>EXIT</i> is understood by more people around the world than an English, French or Xhosa text explaining the same thing...",
    "And more importantly, graphics can convey much more meaning than a simple text can. <p>The Google map route description in text format works very well for the <b>one</b> task, namely finding your way <i>from</i> the railroad station <i>to</i> the ITC building. <p>But the map is more versatile: you can also find the way back, or the way to the Saxion school, or the bus stop near the Boddenkamp straat, or... ",
    "Because of this power, graphics are excellent tools to <b>tell the story of your data</b>.<p>...even is the story is non-sense...!",
    "A story sometimes can be told with very simple graphical means, and still be very powerful.",
    "However, from this example you can see that using graphics does not save you from making very silly mistakes. <p>This example appeared on national TV in the USA!",
    "But some mistakes are less obvious and can really mis-guide the readers.<p>Look at this example carefully and try to figure out what is wrong...",
    "It might not be really <b>wrong</b>, but certainly it is <b>misleading</b> to have the y-axis start at 90%. <p>If you draw the graph more conventionally with the axis staring at 0, you get a more honest impression of the division between the No- and the Yes-vote.",
    "Maps are a special category of graphics. Any graphic can show the \"what\" and \"when\" of data, but when it also shows the \"where\" aspect (the <i>location</i>), we call it a <b>carto</b>graphic, or <b>map</b>.  \n<table class='ltb'><tr align='center'><td><img src='ltb-icon.png' width='47px'/></td><td><a href='https://ltb.itc.utwente.nl/page/179/concept/11940' target='_blank'>Map</a></td><td><img src='ltb-arrow.png' /></td><td>Cartographic Communication</td><td><img src='ltb-arrow.png' /></td><td>Visual Variable</td><td><img src='ltb-arrow.png' /></td><td>Map Type</td><td><img src='ltb-arrow.png' /></td><td>Mapping Qualitative Data</td><td><img src='ltb-arrow.png' /></td><td>Mapping Quantitative Data</td></tr></table>",
    "The depiction of location enables us to distinguish spatial patters. The human brain is very good at comparing and recognising such patterns -- in this example we see the relation between occurences of an infectious disease (left) and the regions where many citizens vote for a party that discourages them to get vaccinated against such diseases (right).",
    "All this makes it hopefully clear that (carto)graphics are a way to <b>communicate</b> stories about your (spatial) data, and therefore it is important to understand how that process works.<p>\nProf Koeman described the Cartographic Communication Process as \"How do I say what to whom, and is it effective?\" Study the figure carefully to find out which of the terms refer to the specific elements and actors in this process. We will look at them in the remainder of this lesson...\n<table class='ltb'><tr align='center'><td><img src='ltb-icon.png' width='47px'/></td><td>Map</td><td><img src='ltb-arrow.png' /></td><td><a href='https://ltb.itc.utwente.nl/page/179/concept/12071' target='_blank'>Cartographic Communication</a></td><td><img src='ltb-arrow.png' /></td><td>Visual Variable</td><td><img src='ltb-arrow.png' /></td><td>Map Type</td><td><img src='ltb-arrow.png' /></td><td>Mapping Qualitative Data</td><td><img src='ltb-arrow.png' /></td><td>Mapping Quantitative Data</td></tr></table>",
    "To successfully work with this communication process, you can use the simple <b>workflow</b> shown here to guide you. We have put this workflow also in <a href='../resources/poster.pdf' target='_blank'>PDF</a> poster and you can practise it using a small <a href=\"../index.html?from_oer=true\" target=\"_blank\"> web-app</a>. \n<p>But first let us <b>explain the various steps</b> in the workflow in some more detail:",
    "First we have a look at the <b>nature of the data</b> (the \"what\" in prof. Koeman's model):<p>\nSome data is purely QUALITATIVE, i.e. the difference between the values are purely descriptive and textual.<p>\nQualitative data can be further divided into NOMINAL type data, where the instances \n are only different, and data that also can be ORDERED in an unambiguous way. See the slide for examples.",
    "Many data are QUANTITATIVE, i.e. they can be counted or expressed numerically. Most such data is what we call RATIO type, numbers that behave in a rational manner. However, some data (temperature in degrees Celcius is the classic example) are of type INTERVAL: They have no, or an arbitrary, zero value, and therefore you cannot apply all calculations and statistics on them [for more explanation see e.g. <a href=\"https://www.questionpro.com/blog/ratio-scale-vs-interval-scale/\" target=\"_blank\">this webpage</a>]<p>\nRATIO data can be further subdivided in ABSOLUTE data and RELATIVE data types. E.g. there would be the <b>absolute</b> number of inhabitants per country in millions and the <b>relative</b>  amount of inhabitants per km2.",
    "So we can determine the nature of our data. That is interesting, but why do we do that...?<p>\nIt's in preparation of our next step in the workflow: the choice of visualisation tools, or symbols.... ",
    "...and in essence this choice of symbolisation is rather straightforward: The tools we have are graphics that are either points, lines or areas (or maybe also text), and the <b>variations</b> and combinations we can make in those symbols. <p>\nWe can vary any symbol in: form, orientation, colour, texture, value and size.",
    "Combining all the possibilities gives us the full range of VISUAL VARIABLES as shown here. <p>\nAlthough all combinations of symbol types and variations are theoretically possible, not all of them are useful or practical. For instance using <i>texture</i> variations in <i>line</i> symbols is not optimal..<p>\nNote that a variation in <i>colour</i> means a difference in hue (i.e. red versus blue), whereas the difference between light red and dark red is a variation in <i>value</>....! \n<table class='ltb'><tr align='center'><td><img src='ltb-icon.png' width='47px'/></td><td>Map</td><td><img src='ltb-arrow.png' /></td><td>Cartographic Communication</td><td><img src='ltb-arrow.png' /></td><td><a href='https://ltb.itc.utwente.nl/page/179/concept/11978' target='_blank'>Visual Variables</a></td><td><img src='ltb-arrow.png' /></td><td>Map Type</td><td><img src='ltb-arrow.png' /></td><td>Mapping Qualitative Data</td><td><img src='ltb-arrow.png' /></td><td>Mapping Quantitative Data</td></tr></table>",
    "Now we know the nature of our data and the visual variables we can use to depict them, we can choose to use a certain visual variable for a certain type of data. But what to base that decision on, and does it actually <b>matter</b> how we link the two...?",
    "Of course it does, as we can demonstrate with the map shown here, where we have depicted a <b>ratio</b> data set with point symbols varying in <b>form</b>. <p>\nThis map is not wrong as such, but it is <b>sub-optimal</b>:  Although we can distinguish the symbols in the map, we cannot easily estimate the values they depict. For that we have to go back and forth to the legend...",
    "...whereas if we use <b>size</b> variations we do not need the legend to get a good estimate of value differences between the data points. <p>\nClearly certain visual variables work better for certain data types, but why...?\n",
    "One of the first to look into this phenomenon was Jacques Bertin, in his \"Graphic Semiology\", where he systematically described how the human mind finds meaning in graphics.",
    "The key concept in this theory is the PERCEPTION that users get by looking at variations in graphical symbols. Looking at symbols we either get an <b>associative</b> perception, or a perception of <b>order</b>, or a <b>quantitative</b> perception.",
    "This perception is automatic and involuntary, it takes place in our minds even before we realise it (what scientists call <i>pre-attentive</i>).<p>\nFrom the example symbols in the slide you can observe that the different  groups of symbols result in different perceptions...",
    "For each of the <b>visual variables</b> we have identified, we can determine which of the <b>perception properties</b> they support.<p>\nColour, form, orientation and texture result in an <b>associative</b> perception, whereas value and size do not (and are therefore called <b>dissociative</b>).<p>\n<p>\nNote we have also listed <b>position</b>. The variation in position of a symbol can also be used to express information about the data. Think of a scatterplot, where the position of a point along an axis indicates its value. It is greyed out, because in cartography we have reserved the position of a symbol to show the geographic position of the phenomena or data...",
    "Bertin (and others) have also concluded that there are differences in how strong, or effective, the perception properties are: Colour has the <i>strong</i>est, form a <i>good</i>, and orientation and texture only a <i>weak</i> associative perception.<p>\nAlso note that when <b>combining</b> visual variables with the same properties, you <b>strengthen</b> the perception; thus symbols that differ in both colour <i>and</i> form work better than when you only use one of those...",
    "Similarly, <b>value</b> and <b>size</b> result in a strong, respectively good, and texture only in weak perception of <b>order</b>. The other visual variables do not support ordered perception.",
    "And only <b>size</b> is able to achieve a <b>quantitative</b> perception.",
    "Now we have established the link between the nature of the data and the visual variables, and the workflow is complete!<p>\n\nYou have to realise that this workflow only offers a \"rule of thumb\": There  usually is not only one or even a \"best\" solution. But some choices are clearly better than others.<p>\nTo help you explore the possibilities, you can <b>play around with this workflow in our  <a href=\"../index.html?from_oer=true\" target=\"_blank\">Thematic Map Tutor</a> web application.</b>",
    "It is important to realise that when making maps or other graphics, you can iterate through the steps in this workflow, and you do not actually have to take the nature of the data as a given: E.g., you can change that nature, for example take QUANTITATIVE ABSOLUTE RATIO data such as <i>inhabitants per country</i>, dividing the numbers over the areas of the countries, and then ranking the results with descriptive names such as \"high-, medium- and low-density\", thus ending up with a QUALITATIVE ORDINAL data set.<p>",
    "And one also has to realise that among the many ways available to depict your data, sometimes a map is not the <i>most</i>, and seldom the <i>only</i> suitable way...!",
    "The next step in the actual mapping process would be to apply whatever choices you have made to choose an actual map type.<p>\nThere are many types of map to choose from, in the last slides we will briefly present the most common ones.<p>\nNote that the distinctions are not strict or crisp, e.g. every thematic map will need some base topography (otherwise it's not a map, but a graph), and topographic maps could be named thematic maps where the theme is topography...\n\n<table class='ltb'><tr align='center'><td><img src='ltb-icon.png' width='47px'/></td><td>Map</td><td><img src='ltb-arrow.png' /></td><td>Cartographic Communication</td><td><img src='ltb-arrow.png' /></td><td>Visual Variables</td><td><img src='ltb-arrow.png' /></td><td><a href='https://ltb.itc.utwente.nl/page/179/concept/11949' target='_blank'>Map Type</a></td><td><img src='ltb-arrow.png' /></td><td>Mapping Qualitative Data</td><td><img src='ltb-arrow.png' /></td><td>Mapping Quantitative Data</td></tr></table>",
    "If you are using the graphic grammar rules to accurately depict how the world actually looks, you are creating what we call TOPOGRAPHIC MAPS (from the Greek τόπος = place and γραφία = describing).",
    "Maps that emphasize one or a few specific themes, for a example a socio-economic data set, are called THEMATIC MAPS.<p>\n\nDepending on the type of data they depict, we usually distinguish different  <b>thematic map types</b>.",
    "If we map QUALITATIVE NOMINAL data, it is important to make sure that the symbology makes the <i>nominal differences</i> clear, while not suggesting any other differences than nominal ones, because all categories are of equal <i>importance</i>. Thus we prefer to use COLOUR, FORM or ORIENTATION.<p>\nDepending on the spatial properties of the data, such a map is called a NOMINAL POINT MAP, NOMINAL LINE MAP or NOMINAL AREA MAP, and are often used in combination.\n\n<table class='ltb'><tr align='center'><td><img src='ltb-icon.png' width='47px'/></td><td>Map</td><td><img src='ltb-arrow.png' /></td><td>Cartographic Communication</td><td><img src='ltb-arrow.png' /></td><td>Visual Variables</td><td><img src='ltb-arrow.png' /></td><td>Map Type</td><td><img src='ltb-arrow.png' /></td><td><a href='https://ltb.itc.utwente.nl/page/179/concept/12072' target='_blank'>Mapping Qualitative Data</a></td><td><img src='ltb-arrow.png' /></td><td>Mapping Quantitative Data</td></tr></table>",
    "As we have learned earlier, we can combine the visual variables to make the perception stronger.",
    "In theory, we should use colours that only differ in hue, <b>not</b> in value (because that would imply an <b>order</b> in the data). In practice, that is not so easy to achieve, especially if we have many nominal categories. If you are forced to use colours that differ in value also, try to dampen the effect by using the darker colours for small areas only (as we did in the two slides before). If you don't take care, you might end up with a sub-optimal example like the one in this slide....!",
    "If your data is the QUANTITATIVE ABSOLUTE type, you need to get the quantitative perception working by using the <b>size</b> visual variable. A map type often used for that is the PROPORTIONAL POINT MAP. Note that when mapping data that applies to areas, you can still use a point symbol to map that very effectively.  \n\n\n<table class='ltb'><tr align='center'><td><img src='ltb-icon.png' width='47px'/></td><td>Map</td><td><img src='ltb-arrow.png' /></td><td>Cartographic Communication</td><td><img src='ltb-arrow.png' /></td><td>Visual Variables</td><td><img src='ltb-arrow.png' /></td><td>Map Type</td><td><img src='ltb-arrow.png' /></td><td>Mapping Qualitative Data</td><td><img src='ltb-arrow.png' /></td><td><a href='https://ltb.itc.utwente.nl/page/179/concept/12073' target='_blank'>Mapping Quantitative Data</a></td></tr></table>",
    "For QUANTITATIVE ABSOLUTE data that is linear, we can use line symbols of proportional width, or arrows when the data represents a stream or directed flow. We call this a PROPORTIONAL LINE MAP or a FLOW MAP.",
    "If the QUANTITATIVE data is RELATIVE in nature, comparing the actual numbers is no longer relevant, because they are dependent on the <i>normalisation</i> factor (eg. the area of the countries). Here, there is a need to stress the <b>distribution</b> across the map, and we do this by using the <b>value</b>s to get an <b>ordered</b> perception.<p>\nThis type of map is called a CHOROPLETH MAP (from the Greek χῶρος = region and πλῆθος = multitude).",
    "Choropleth maps are not limited to just one ordered variable, we often see <i>bi-polar</i> or <i>divergent</i> examples such as this one.",
    "Now carefully compare the choropleth map in the slide before with the proportional point map  three slides earlier. You wil note that they both depict the same phenomenon \"Asylum Requests\". But because the latter uses absolute data and the former relative data, they give  quite different impressions or perceptions. In the proportional point map countries like France and  Germany stick out, while in the choropleth Sweden draws the most attention.....<p>And in some cases, such as the example in this slide, you can even tell \"both sides of the story\"....!",
    "...and that actually demonstrates how you can (and should) use the choices you make in the Cartographic Grammar workflow to tell the \"story of the data\" that you want to highlight.<p><p><i>Remember you can play around with the cartographic grammar in our <a href=\"../index.html?from_oer=true\" target=\"_blank\"  >Thematic Map Tutor</a> web application.</i>"
  ]
}