{
  "firstslide": 1,
  "lastslide": 38,
  "name_base": "Slide",
  "texts": [
    "Er zijn vele redenen waarom we beeld boven tekst verkiezen in onze communicatie.<p>Ten eerste zijn beelden <b>internationaal</b>. Zo begrijpen ze het icoon voor UITGANG in veel meer landen dan waar het woord 'uitgang' begrepen wordt...</p>",
    "Maar belangrijker is nog dat beeld veel meer betekenis(sen) kan hebben dan tekst.<p>De Google Maps tekstbeschrtijving van de route werkt voor voor <b>1 taak</b>, namelijk het vinden van de route van A naar B. Maar met de kaart kan veel meer: ook de omgekeerde route, of de route van Station naar Saxion, of het vinden van dichtsbijzijnde bushalte.</p>",
    "Beelden zijn daarom uitstekend geschikt om \"het verhaal van je data\" te vertellen. Zelfs als dat verhaal flauwekul is...!\n",
    "Je kan zo'n verhaal al vertellen met heel simpele grafische middelen, en toch veel impact hebben.",
    "Maar het doet er wel toe HOE je het verhaal vertelt, je kan daarin stomme fouten maken (dit voorbeeld verscheen op prime-time TV in Amerika!)",
    "Helaas zijn gemaakte fouten niet altijd zo overduidelijk, en je kan onbedoeld de gebruiker flink misleiden. Bekijk bijgaande figuur maar eens en probeer er achter te komen wat er niet klopt...",
    "Het is niet echt <b>fout</b>, maar zeker <b>misleidend</b> om de y-as te laten beginnen bij 90% - beter is gewoon 0%. Dan krijg je een betere (eerlijkere) indruk van de verdeling nee/ja.",
    "Kaarten zijn een speciale vorm van grafiek, ze geven geografische (ruimtelijke) data weer. Ze zijn daarom zeer geschikt om ruimtelijke patronen te tonen.\n<p>Het menselijk brein is zeer goed in het herkennen van ruimtelijke patronen, zo zien de meeste Nederlanders dat de verspreiding van deze besmettelijk ziekte lijkt op een bekend ruimtelijk patroon...</p>",
    "...namelijk dat van de 'bible-belt'...!",
    "Dit alles maakt duidelijk dat grafiek, en kaarten in het bijzonder, een prima middel zijn om je geografische data mee te <b>communiceren</b>. En dat het daarom belangrijk is te weten hoe die communicatie werkt.\n<p>Prof Koeman beschreef dat process als \"hoe zeg ik wat tot wie?\" Bestudeer dit figuur en identificeer de verschillende stappen en actoren in het proces - we zullen ze in het vervolg nader uitleggen.</p> \n",
    "Je kunt het communicatieproces modelleren als een <b>'workflow'</b>, zoals hier aangegeven. Je kunt dez vinden in een <a href='./resources/poster.pdf' target='_blank'>PDF</a> en je kunt het proces zelf oefenen met een <a href=\"../index.html?from_oer=true\" target=\"_blank\"> web-app</a>. \n<p>Maar we zullen eerst de verschillende stappen uitleggen in wat meer detail...</p>",
    "Als eerste kijken we naar de <b>aard van de data</b> (het \"wat\" in prof. Koeman's model):<p>\nSommige data zijn KWALITATIEF, het verschil tussen de waarnemingen is puur beschrijvend/tekstueel.</p>\n<p>Kwalitative data kun je verder opdelen in NOMINALE data, waarbij er alleen een <i>verschil</i> is tussen de waarnemingen en data die ook ORDINAAL is, waar een onmiskenbare <i>volgorde</i> in te zien is. ",
    "Andere data is KWANTITATIEF, dat wil zeggen dat ze geteld kan worden of anderzins  uitgedrukt in getallen. \n<p>De meeste kwantitatieve data is van het RATIO type, waarbij de getallen zich <i>rationeel</i> gedragen.\nRATIO data kan worden verdeeld in ABSOLUTE data and RELATIEVE types. Zo heb je b.v het <b>absolute</b> aantal inwoners per gemeente en de <b>relatieve</b>  bevolkingsdichtheid in inwoners per km2.\n</p>\n<p>\nMaar sommige data is van het type INTERVAL, niet rationeel, bijvoorbeeld omdat het nulpunt arbitrair is (temperatuur in graden), of omdat de schaal niet constant is (b.v logaritmisch, zoals de aardbevingsschaal van Richter) [meer (engelse) uitleg op <a href=\"https://www.questionpro.com/blog/ratio-scale-vs-interval-scale/\" target=\"_blank\">deze website</a>].</p>\n",
    "Nu kunnen we de aard van de data bepalen, maar wat schieten we er mee op?<p>\nWe gebruiken die later om een connectie te maken met de andere belangrijke stap in de 'workflow': het kiezen van ons visualisatie-gereedschap, oftwel \"welke symbolen kan ik gebruiken?\"",
    "Die keuze is in principe uit het <i>soort symbool</i> (punt- lijn-, vlaksymbolen of een combinatie, en eventueel ook tekst), en vervolgens hoe we dat symbool <i>variëren</i> in <b>positie</b> en <b>uiterlijk</b>",
    "Dit bepaalt onze grafische gereedschapskist oftwel de VISUELE VARIABELEN die we hier zien afgebeeld. <p>\nAlle combinaties van symbooltypes en variaties zijn theoretisch mogelijk, al zijn  ze niet allemaal even bruikbaar. Zo is te zien dat het gebruik van  <i>richting</i> variatie bij <i>lijnsymbolen</i> niet optimaal., en is de visuele variable <i>textuur</i> niet erg bruikbaar (maar vroeger nodig als alternatief voor toen dure kleurendruk)...<p>\nLet er op dat met <i>kleur</i> een echt kleurverschil bedoeld wordt (b.v tussen rood en blauw), terwijl het verschil tussen lichtrood en donkerrood een verschil in <i>(grijs)waarde</i> is!",
    "Nu kunnen we dus een bepaalde visuele variable kiezen om data van een bepaalde aard mee weer te geven. Maar hoe beslissen we welke connectie tussen die twee te maken, en maakt het eigenlijk uit hoe we dat doen...?",
    "Nou en of maakt dat uit! Kijk maar naar deze kaart: Hier geven we <b>ratio</b> data weer met puntsymbolen die varieren in <b>vorm</b>. \n<p>\nDie keuze resulteert in een kart die niet fout is maar wel <b>sub-optimaal</b>:  \nWe kunnen de verschillen tussen de waarnemingen zien, maar we hebben de legenda nodig om de waarden te kunnen \"aflezen\", we kunnen ze op geen enkele manier inschatten...",
    "... terwijl we in deze variant, waar we <b>grootte</b> van de symbolen varieren, ook zonder de legenda de waarde-verschillen kunnen zien, en zelfs redelijk kunnen  kwantificeren<p>\nHet is dus duidelijk dat bepaalde visuele variabelen beter werken voor bepaalde date, maar waarom...?\n",
    "Eén van de eersten die dit fenomeen gestructureerd heeft onderzocht en beschreven was Jacques Bertin, die in zijn \"Semiologie Graphique\", systematisch beschreef hoe het menselijk brein betekenis ontleent aan grafische symbolen. ",
    "Het kernbegrip hierbij is de PERCEPTIE die gebruikers ondergaan bij het zien van verschillen tussen symbolen. Die  kan worden beschreven als de perceptie van <b>associatie</b>, van <b>orde</b>, of van <b>aantal</b>.",
    "Deze perceptie is automatisch en onwillekeurig, omdat ons brein er over beslist voordat we het ons realiseren (dit wordt 'pre-attentief') genoemd).<p>\nBij de getoonde symbolen kan je duidelijk zien dat de verschillende groepen symbolen verschillend percepties opwekken....\nVoor elk van de visuele variabelen kunnen we beslissen welke <b>perceptie-eigenschappen</b> ze hebben. Die beslissing is grotendeels al 'op het gevoel' te nemen, maar wordt ook ondersteund door allerlei onderzoek.<p> ",
    "<b>Kleur, vorm</b>, richting en textuur laten je symbolen groeperen, dus resulteren in een <b>associatieve</b> perceptie, grijswaarde en grootte juist niet .</p>\n<p>\nMerk op dat <i>positie</i> ook informatie kan weergeven. B.v. in een scatterplot, waar de positie van een punt t.o.v. de assen een waarde weergeeft. Maar omdat in kaarten de positie al is 'gereserveerd' om de geografische positie weer te geven, is hij hier grijs gemaakt. Zo ook <i>textuur</i>, omdat die in praktijk moeilijk te gebruiken is en <i>kleur</i> tegenwoordig een bruikbaar alternatief is.",
    "Bertin (en anderen) hebben ook onderzocht dat er verschillen zijn in hoe sterk (of efficiënt) de perceptie-eigenschappen zijn: Kleur heeft the <i>sterkste</i>, vorm een <i>goede</i>, en richting en textuur slechts een <i>zwakke</i> associatieve perceptie.<p>\nVerdre is het belangrijk te weten dat een combinatie van symbolen met dezelfde perceptie-eigenschappen de perceptie verstrekt.\n",
    "Voor <b>orde</b> geldt dat <b>grijswaarde</b> en <b>grootte</b> een sterke, respectievelijk goede perceptie van ordening hebben, en textuur slecht een zwakke.De overige visule variabelen dheven helemaal geen perceptie van orde.",
    "En alleen <b>grootte</b> geeft een perceptie van <b>aantal</b> en laat je dus hoeveelheden tellen, meten of schatten.",
    "Nu hebben we de link tussen de aard van de data en de keuze van visuele variablen gemaakt, via de gewenste perceptie!<p>\nBedenk wel dat dit slechts een stel 'vuistregels' is om een goede oplossing te vinden. Er zijn vaak nog meerdere keuzes mogelijk.</p>\n<p>Om je te helpen, en de consequenties van goede en slechte keuzes te zien, hebben we een <font size=\"+1\"><b><a href=\"../index.html?from_oer=true\" target=\"_blank\">Thematic Map Tutor</a> web app</b></font> gemaakt om met de 'workflow' te experimenteren.",
    "Het is belangrijk te realiseren dat dit een iteratief proces is, en dat je dus ook 'terug kan gaan' naar de data om de aard ervan te veranderen. Zo kun je data die KWANTITATIEF ABSOLUUT RATIO is, bv. <i>inwoners per gemeente</i>, verandere omrekenen naar RELATIEF door ze te delen door de oppervlakte van die gemeenten, en dan z te rangschikken in klasse \"hoge\", \"gemiddelde\" en \"lage bevolkingsdichtheid\" - de data is dan KWALITATIEF ORDINAAL geworden...<p> \n\nDaarna volgt nog de stap om met de resulterende visuale variabelen een feitelijke kaart te maken, en daar heb je nog de keuze uit meerdere <i>kaarttypen</i>, we in de laatste slides presenteren.",
    "Als je in een kaart zo precies mogelijk de wereld om je heen wilt afbeelden, noemen we dat een TOPOGRAFISCHE KAART (van het Griekse τόπος = plaats en γραφία = beschrijving). Hoeveel en hoe precies je de wereld kan weergeven hangt met name af van de schaal van de kaart.",
    "Een kaart die één of enkele datasets weergeeft noemen we een THEMATISCHE KAART.<p>\nDe indeling topografisch/thematisch is niet heel duidelijk of strikt. Elke thematische kaart heeft altijd wat topografie nodig (anders weet je niet waar het thema zich bevindt).\n</p><p>\nAfhankelijk van wat voor thematische data wordt weergegeven, onderscheiden we een aantal <b>thematische kaarttypes</b>. We behandelen hier de meest gebruikte types: de nominale kaart, de proportionele punt- en lijnkaart, en de choropleeth.</p>",
    "Bij het karteren van KWALITATIEVE NOMINALE DATA is het van belang de <i>associatieve perceptie</i> te gebruiken, zonder een suggestie van orde of kwantiteiten, omdat alle categorieën <i>even belangrijk</i> zijn. Dus gebruiken we KLEUR, VORM of RICHTING.<p>\nZo'n kaart noemen we een NOMINALE PUNT-, LIJN- of VLAKKAART, vaak gebruikt in combinatie. Ook de naam CHOROCHROMAAT wordt gebruikt (van χῶρος = gebied en χρώμα = kleur)",
    "Zoals eerder aangegeven, kunnen we de perceptie vergroten door combinatie van visuele variabelen met dezelfde (associatieve) perceptie-eigenschap.",
    "In theorie gebruik je alleen verschillen in KLEUR, dus verschillende kleuren met vergelijkbare (grijs)waarde, om geen onterechte ORDE perceptie te krijgen. In praktijk is dat niet makkelijk, er zijn niet zo veel kleuren en soms veel nominale categorieën. Als je daarom gedwongen bent om ook waarde-verschillen te gebruiken (licht- en donkerrood) gebruik dan de donkerste kleuren voor de kleinste gebieden (zoals in de vorige slide). Doe je dat niet, dan krijg je sub-optimale voorbeelden zoals in deze kaart...!",
    "Als de data van het type KWANTITATIEF ABSOLUUT RATIO is, dan moet je de visuele variabele GROOTTE gebruiken om een AANTAL perceptie te verkrijgen. <p>\nMeestal gebruiken we daarvoor punt-symbolen, ook als de data hoort bij gebieden (zoals bv. landen). Zo'n kaart, zie bijgaande voorbeeld, noemen we een PROPORTIONELE PUNTENKAART</p>  ",
    "ALs de data hoort bij lijn-vormige objecten, of stromen weergeeft tussen locatie's gebruiken we lijnen die in verhouding van dikte verschillen, de zogenaamde PROPORTIONELE LIJNENKAART. Als de richting van de stoorm relevant is, worden pijlen gebruikt en noemen we het een STROMENKAART of FLOW MAP.",
    "Als we KWANTITATIEVE DATA hebben die RELATIEF RATIO van aard is of INTERVAL, dan is het niet relevant dat de feitelijke aantallen worden gezien, maar vooral de <i>verspreiding</i> van het gegeven over het gekarteerde gebied. Dit bereiken we het best door de ORDE perceptie, en daarom gebruiken we bij voorkeur (GRIJS)WAARDE als visuele variable.<p>\nDit kaarttype wordt een CHOROPLEET genoemd (van χῶρος = gebied and πλῆθος = waarde).",
    "Vergelijk nu eens zorgvuldig de choropleet hiervoor met de proportionele puntkaart 3 slides eerder...<p>\nBeiden geven het verschijnsel  \"Asylum Requests\" (asielaanvragen) weer. Maar omdat de eerste absolute data weergeeft en de tweede relatieve data, geven ze een verschillende impressie van het verschijnsel. In de proportionele puntkaart zijn  Frankrijk en Duitsland prominent, maar in de choropleet valt Zweden het meest op...<p>En beide kanten van \"het verhaal van de data\" kun je combineren, ook in één en dezelfde kaart, zoals in dit voorbeeld!",
    "...en dat demonstreert mooi hoe je de keuzes in de Grafische Grammatica workflow kan gebruiken om het door jou gewenste \"verhaal van de data\" er uit te lichten.<p><p>Gebruik de <font size=\"+1\"><b><a href=\"../index.html?from_oer=true\" target=\"_blank\">Thematic Map Tutor</a> web app</b></font> om met de 'workflow' te experimenteren..."
  ]
}